Revit 2027 API
BuiltInFailures.GroupFailures.UnableToTransferAttachedGroup Property
 Unable to load attached group [Type Name] of model group [Type Name].
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UnableToTransferAttachedGroup { get; }
Public Shared ReadOnly Property UnableToTransferAttachedGroup As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UnableToTransferAttachedGroup {
	FailureDefinitionId^ get ();
}
static member UnableToTransferAttachedGroup : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace